Repository: ahmedsaeed102/dropme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: You are not a participant in this channel
ar: أنت لست مشاركا في هذه القناة

source: Emoji not found
ar: لم يتم العثور على الرمز التعبيري

source: You already reacted to this message
ar: لقد تفاعلت بالفعل مع هذه الرسالة

source: You haven't reacted using this emoji
ar: لم تتفاعل باستخدام هذا الرمز التعبيري

source: message is empty
ar: الرسالة فارغة

source: You already joined this channel
ar: لقد انضممت بالفعل إلى هذه القناة

source: You cannot leave a public channel
ar: لا يمكنك ترك قناة عامة

source: You are not in this channel
ar: أنت لست في هذه القناة

source: No users found
ar: لم يتم العثور على مستخدمين

source: Users already added
ar: تمت إضافة المستخدمين بالفعل

source: User already registered
ar: المستخدم مسجل بالفعل

source: Competition has already ended
ar: لقد انتهت المنافسة بالفعل

source: You already joined this competition
ar: لقد انضممت بالفعل إلى هذه المسابقة

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: Phone number must start with 010 or 011 or 012 or 015
ar: يجب أن يبدأ رقم الهاتف بـ 010 أو 011 أو 012 أو 015

source: Phone number must be 11 numbers
ar: رقم الهاتف يجب أن يكون 11 رقم

source: You are not allowed to delete this entry
ar: لا تمتلك صلاحيةالمسح

source: You don't have enough points
ar: لا تملك عدد كاف من النقاط

source: Email
ar: الإيميل

source: User
ar: المستخدم

source: Passwords don't match
ar: كلمات المرور غير متطابقة

source: Invalid OTP
ar: كلمة المرور لمرة واحدة غير صالحة

source: Invalid Email
ar: بريد إلكتروني خاطئ

source: User already verfied or OTP is incorrect.
ar: تم التحقق من المستخدم بالفعل أو أن كلمة المرور لمرة واحدة (OTP) غير صحيحة.

source: There is no account registered with this email.
ar: لا يوجد حساب مسجل بهذا البريد الإلكتروني.
